<!DOCTYPE HTML>
<!--
	Solarize by TEMPLATED
	templated.co @templatedco
	Released for free under the Creative Commons Attribution 3.0 license (templated.co/license)
-->
<html>
	<head>
		<title>Solarize by TEMPLATED</title>
		<meta http-equiv="content-type" content="text/html; charset=utf-8" />
		<meta name="description" content="" />
		<meta name="keywords" content="" />
		<!--[if lte IE 8]><script src="css/ie/html5shiv.js"></script><![endif]-->
		<script src="js/jquery.min.js"></script>
		<script src="js/jquery.dropotron.min.js"></script>
		<script src="js/skel.min.js"></script>
		<script src="js/skel-layers.min.js"></script>
		<script src="js/init.js"></script>
		<noscript>
			<link rel="stylesheet" href="css/skel.css" />
			<link rel="stylesheet" href="css/style.css" />
		</noscript>
		<!--[if lte IE 8]><link rel="stylesheet" href="css/ie/v8.css" /><![endif]-->
	</head>
	<body class="homepage">

		<!-- Header Wrapper -->
			<div class="wrapper style1">
			
			<!-- Header -->
				<div id="header">
					<div class="container">
							
						<!-- Logo -->
							<h1><a href="#" id="logo">Geobotanika</a></h1>
						
						<!-- Nav -->
							<nav id="nav">
								<ul>
									<li class="active"><a href="#uvod">Úvod</a></li>
									<li class="active"><a href="#aktuality">Aktuality</a></li>
									<li>
										<a href="#temata">Témata</a>
										<ul>


											<li><a href="#">Etiam dolore nisl</a></li>
											<li>
												<a href="">Phasellus consequat</a>
												
											</li>
											<li><a href="#">Veroeros feugiat</a></li>
										</ul>
									</li>
									<li><a href="#lide">Lidé</a></li>
											<li><a href="#zivot">Život na oddělení</a></li>
									<li><a href="#odkazy">Odkazy</a></li>
									<li><a href="https://www.facebook.com/Hypoteticky.jednorozec">Facebook</a></li>
								</ul>
							</nav>
	
					</div>
				</div>
				
			<!-- Banner -->
				<div id="banner">
					<section class="container">
						<h2>Geobotanika</h2>
						<span></span>
						<p>Oddělení katedry botaniky Přírodovědecké fakulty Univerzity Karlovy</p>
					</section>
				</div>

			</div>
								<!-- The sidebar -->
<div class="sidebar">
  <a class="active" href="#home">Aktuality</a>
  <a href="#news">News</a>
  <a href="#contact">Contact</a>
  <a href="#about">About</a>

</div>
																						   				<a name=uvod></a> 
		<!-- Section One -->
			<div class="wrapper style4">
				<section class="container">
					<div class="row double">
						<div class="6u">
							<header class="major">

								<h2>Úvod</h2>
								</header>

   <p>Vítejte na stránkách <b>Oddělení geobotaniky</b> <a href="https://www.natur.cuni.cz/biologie/botanika">Katedry botaniky</a> Přírodovědecké fakulty Univerzity Karlovy v Praze.<p>Geobotanikou se tradičně označuje studium ekologie rostlin v geografick&eacute;m                 a historick&eacute;m kontextu. Jej&iacute;m z&aacute;kladem jsou znalosti ve dvou z&aacute;kladn&iacute;ch                 oblastech, a to (i) <b>populačn&iacute; biologie a ekologie rostlin</b> a (ii)                 <b>geografie a historie vegetace</b>.    
   <p><strong>Do prvn&iacute;ho okruhu patř&iacute; např&iacute;klad:</strong></p>
   <ul>
      <li> ekologie rostlinn&yacute;ch populac&iacute;, populačn&iacute; dynamika a ekologick&aacute;                   genetika, ekologie invazn&iacute;ch druhů, ekologie d&aacute;lkov&eacute;ho &scaron;&iacute;řen&iacute; </li>
      <li> interakce mezi druhy a individui, ekologie rostlinn&yacute;ch společenstev,                   dynamika populac&iacute; a společenstev, interakce mezi rostlinami a                   živočichy (včetně pastvy), nebo rostlinami a jejich parazity</li>
      <li> vztah rostlin ke kl&iacute;čov&yacute;m faktorům jejich abiotick&eacute;ho prostřed&iacute;,                   adaptace na extr&eacute;mn&iacute; prostřed&iacute; </li>
   </ul>
   <p><strong>Do druh&eacute;ho okruhu patř&iacute; např&iacute;klad:</strong></p>
   <ul>
      <li> klasifikace rostlinn&yacute;ch společenstev, vztah rostlinn&yacute;ch společenstev                   k ekologick&yacute;m faktorům (často zkouman&eacute; mnohorozměrnou anal&yacute;zou)</li>
      <li> vegetačn&iacute; fenom&eacute;ny vzhledem ke geomorfologii, geologii a mikroklimatu </li>
      <li> struktura vegetace a krajiny na vět&scaron;&iacute; prostorov&eacute; &scaron;k&aacute;le, heterogenita                   krajiny, změny roz&scaron;&iacute;řen&iacute; vybran&yacute;ch druhů vzhledem k faktorům prostřed&iacute; </li>
      <li> rostlinn&aacute; diverzita a ekologick&eacute; faktory, hierarchie biodiverzity                   v r&aacute;mci krajiny </li>
      <li> historie vegetace a jej&iacute; vztah k dne&scaron;n&iacute;mu světu</li>
   </ul>
   <p>Na pražsk&eacute;m oddělen&iacute; geobotaniky se c&iacute;leně snaž&iacute;me pěstovat oba                 směry a umožnit tak propojen&iacute; mezi studiem historie a prostorov&eacute;ho                 roz&scaron;&iacute;řen&iacute; vegetace (včetně paleoekologie) se znalostmi ekologie                 a populačn&iacute; biologie rostlin. Populačn&iacute; biologie či ekofysiologie                 rostlin ned&aacute;vaj&iacute; mnoho smyslu, pokud nevezmeme v &uacute;vahu, kde a s                 k&yacute;m se ony rostliny aktu&aacute;lně vyskytuj&iacute;, př&iacute;padně jak a kdy se tam                 dostaly; podobně popis struktury, roz&scaron;&iacute;řen&iacute; nebo historie vegetace                 ned&aacute;v&aacute; mnoho smyslu, pokud nerozum&iacute;m životu rostlin, kter&eacute; onu vegetaci                 skl&aacute;daj&iacute;. </p>
   <p>Geobotanika m&aacute; podstatn&eacute; aplikace, a to nejen (i když hodně) v                 ochraně př&iacute;rody (užit&iacute; vegetačn&iacute;ch map a jin&yacute;ch vegetačn&iacute;ch dat                 v ochraně př&iacute;rody, krajinn&eacute;m pl&aacute;nov&aacute;n&iacute; atp., ekologie obnovy, bioindikace,                 Natura 2000). V &scaron;ir&scaron;&iacute;m kontextu je z&aacute;kladem pro ch&aacute;p&aacute;n&iacute; struktury                 a v&yacute;voje krajiny.</p>
   <p>&nbsp;</p>
					</div>
				</section>
			</div>
			
		<!-- Section Two -->
		<a name=temata></a> 
			<div class="wrapper style4">
				<section class="container">
					<header class="major">
						<h2>Témata</h2>
					</header>
					<p<h2>Témata BP/DP</h2>
<p>Zde v budoucnu najdete odkazy na nově vypsané bakalářské a
diplomové práce. Prozatím se můžete porozhlédnout na stránkách <a href="lide.htm">Lidé</a> (odkazy do SISu na vypsaná
témata) a <a href="skupiny.htm">Skupiny</a> (tam
najdete výzkumné skupiny a příklady řešených problémů a můžete napsat
jejich garantům o více informací).</p>
<p>Pokud k n&aacute;m m&iacute;ř&iacute;te, pod&iacute;vejte se tak&eacute;, jak&eacute; <a href="pozadavky.htm">znalosti</a> od v&aacute;s oček&aacute;v&aacute;me.</p>
<b>Zadávání bakalářských a magisterských prací na oddělení
geobotaniky</b>
<ul>
<li>vypsaná témata je třeba chápat spíš jako vodítka;
neočekáváme, že <i>přesně</i> popisují to, co bude obsahem
práce - naopak, v každém tématu čekáme samostatné "dovymýšlení" ze
strany studenta (to je ostatně asi největší zábava)</li>
<li>chcete-li se ve své práci věnovat něčemu úplně jinému, i to
je v zásadě možné, ovšemže pokud nápad, s nímž přijdete, bude dobrý a
nosný - každopádně je však třeba takové téma prozkoumat společně s
vedoucím oddělení a případně dalšími pedagogy; každé nově formulované
téma pak musí projít jakousi vnitřní oponenturou na oddělení</li>
<li>je velmi žádoucí, aby v rámci jednoho ročníku byla řešena
témata z většího počtu okruhů a školitelů; je vhodné, dohodnete-li se
mezi sebou v rámci ročníku tak, aby většina (neříkáme nutně všechny)
okruhů byla obsazena (přispívá to diversitě oddělení)</li>
<li>další informace o zadávání prací a o práci na bakalářských
a diplomových pracech naleznete také v mikroskriptu "<a href="pdf/maly_pruvodce_13.pdf" target="_blank">Průvodce studiem geobotaniky</a>" (v
tištěné formě je k disposici u Tomáše Herbena)</li>
<li>prozkoumejte, jaká další témata jsou v současné době řešena
na oddělení: informace jsou zejména na SISu (viz klasifikace
Geobotanika)</li>
<li>další informace lze nalézt na stránkách <a href="https://www.natur.cuni.cz/biologie/botanika/studium/bakalarske-a-magisterske-diplomove-prace">katedry</a></li>
</ul>
<h3>Výběr témat bakalářských prací</h3>
<ul>
<li>bakalářské téma je žádoucí mít vybráno během jarních měsíců
druhého ročníku (v 4. semestru). Vyberete-li si téma, navštivte jednu z
osob uvedených jako garanti příslušného okruhu, aby s Vámi sepsali
podrobnější zadání (včetně úvodní literatury a rámcového popisu práce)</li>
<li>bakalářská práce může být literární rešerší (typicky pro
potřeby budoucí magisterské práce), nebo může obsahovat vlastní
pozorování či experimentální práci. Práce může být založena i na
výsledcích získaných při zpracování informací v databázích. BP má
ukázat, že student je schopen pracovat s literaturou, vyhledávat a
třídit informace a zpracovávat je do ucelené podoby. Literární rešerše
má odhalit, co je o zpracovávaném problému známo a nastínit, jaké
skutečnosti dosud známy nejsou a zaslouží si další studium. Má ale
rovněž prezentovat vlastní názor a kritické zhodnocení, případně
nastolit možné směry budoucího studia (zejména u témat se vztahem k
budoucí diplomové práci). Literární rešerše může zahrnovat i téma velmi
úzké tak, aby je autor byl schopen obsáhnout a diskutovat při obhajobě.
Naopak, jako témata BP nejsou vhodná příliš široká témata</li>
<li><i>dobročinnosti</i> se ovšem meze nekladou:
chcete-li na svém tématu začít pracovat dřív, je to samozřejmě vítané;
navštivte někoho z pracovníků oddělení a domluvte se o tom</li>
<li>další informace na stránkách <a href="https://www.natur.cuni.cz/biologie/studium/bakalarske-obhajoby">fakulty</a></li>
</ul>
<h3>Výběr témat magisterských prací</h3>
<ul>
<li>téma pro diplomovou (magisterskou) práci je žádoucí mít
vybráno během jarních měsíců třetího ročníku (v 6. semestru). Toto téma
typicky navazuje na téma bakalářské (není to ale podmínka). Téma v
každém případě konsultujte s příslušným potenciálním vedoucím. Ten s
Vámi také sepíše zadávací protokol.</li>
</ul>
<p>&nbsp;</p>
				</section>
			</div>

		<!-- Section Three -->
			<div class="wrapper style4">
				<section class="container">
					<header class="major">
						<h2>Cras vitae metus aliNuam</h2>
					
				</section>
			</div>


								

		<!-- Team -->
				<a name=lide></a> 
			<div class="wrapper style5">
				<section id="team" class="container">
					<header class="major">
						<h1></h1>
						<span class="byline"></span>
						
					<h2>Lidé na oddělení</h2>	

					</header>
					<h3 align="center">Zaměstanci</h3>		<p>&nbsp;</p>				
					<div class="row">


						<div class="3u">
							<a href="#" class="image"><img src="images/th.jpg" style=width:180px;height:180px alt=""></a>

							<h3>Tomáš Herben</h3>
							<p>vedoucí oddělení</p>
						<p> 2. patro (č. dv. 86)</p>
							<p> mechanismy interakce mezi jedinci a druhy, matematické modelování, časoprostorová a genetická struktura společenstev klonálních rostlin, dynamika vegetace, statistická analýza </p>
				         <p>&#104;&#101;&#114;&#098;&#101;&#110;&#064;&#115;&#105;&#116;&#101;&#046;&#099;&#097;&#115;&#046;&#099;&#122;</p>			
           					</div>
												
						<div class="3u">
							<a href="#" class="image"><img src="images/ps.jpg"style=width:180px;height:180px alt=""></a>
							<h3>Petr Sklenář</h3>
							<p>zástupce vedoucího oddělení</p>
							<p>přízemí (č. dv. 29)</p>
							<p>geobotanika a ekologie rostlin, flora a vegetace páramos Jižní a Střední Ameriky, fytogeografie vysokých And, taxonomie Caryophyllaceae a Asteraceae páramos (subalpínský st.) </p>
					      <p>&#112;&#101;&#116;&#114;&#064;&#110;&#097;&#116;&#117;&#114;&#046;&#099;&#117;&#110;&#105;&#046;&#099;&#122;</p>
						</div>
						
                    <div class="3u">
							<a href="#" class="image"><img src="images/zj.jpg"style=width:180px;height:180px alt=""></a>
							<h3>Zdeněk Janovský</h3>
							<p>zaměstnanec</p>
							<p>2. patro (č. dv. 86)</p>
							<p>opylovači a jejich funkce v lučních ekosystémech</p>
							<p>&#122;&#100;&#101;&#110;&#101;&#107;&#106;&#097;&#110;&#111;&#118;&#115;&#107;&#121;&#064;&#115;&#101;&#122;&#110;&#097;&#109;&#046;&#099;&#122;</p>
						</div>						
						
						<div class="3u">
							<a href="#" class="image"><img src="images/tk.jpg" style=width:180px;height:180px alt=""></a>
							<h3>Tomáš Koubek</h3>
							<p>zaměstnanec</p>
							<p>2. patro (č. dv. 86)</p>
							<p> populace rostlin a houbové choroby, klonální rostliny, evoluce klonality pod vlivem chorob, plasticita rostlin, klíčení lučních rostlin, mangrovy</p>
							<p>&#116;&#111;&#109;&#097;&#115;&#046;&#107;&#111;&#117;&#098;&#101;&#107;&#064;&#103;&#109;&#097;&#105;&#108;&#046;&#099;&#111;&#109;</p>					
						</div>
						</div>
						<div>

					</div>		
					<div class="row">
	
		<div class="3u">
							<a href="#" class="image"><img src="images/pk.jpg" style=width:180px;height:180px alt=""></a>

							<h3>Pavel Kovář</h3>
							<p>vedoucí oddělení</p>
						<p>2. patro (č. dv. 87)</p>
							<p> ekologie extrémů – sukcese a kolonizace (průmyslové deponie, sopečné substráty v tropech, disturbance po povodních), interakce mravenci-rostliny-krajina, ekologie obnovy  </p>
				         <p>&#107;&#111;&#118;&#097;&#114;&#064;&#110;&#097;&#116;&#117;&#114;&#046;&#099;&#117;&#110;&#105;&#046;&#099;&#122;</p>			
           					</div>
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Henry Dorsett Case</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Willis Corto</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Linda Lee</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>						
						</div>
						<h3 align="center"></h3>		<p>&nbsp;</p>				
					<div class="row">


					
								<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Petr Sklenář</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
										
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Petr Sklenář</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
						
                    <div class="3u">
							<a href="#" class="image"><img src="images/zj.jpg"style=width:180px;height:180px alt=""></a>
							<h3>Zdeněk Janovský</h3>
							<p>zaměstnanec</p>
							<p>opylovači a jejich funkce v lučních ekosystémech</p>
						</div>						
						
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Linda Lee</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
						</div>
						<div>

					</div>		
					<div class="row">
	
	<div class="3u">

	
							<a href="#" class="image"><img src="images/zj.jpg" style=width:150px;height:150px alt=""></a>
							<h3>Zdeněk Janovský</h3>
							<p>opylovači a jejich funkce v lučních ekosystémech</p>
						</div>
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Henry Dorsett Case</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Willis Corto</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>
						<div class="3u">
							<a href="#" class="image"><img src="images/placeholder.png" alt=""></a>
							<h3>Linda Lee</h3>
							<p>In posuere eleifend odio quisque semper augue wisi ligula.</p>
						</div>						
						</div>
						
						
					</div>
				</section>
			</div>

	<!-- Footer -->
		<div id="footer">
			<section class="container">
				<header class="major">
					<h2>Connect with us</h2>
					<span class="byline">Integer sit amet pede vel arcu aliquet pretium</span>
				</header>
				<ul class="icons">
					<li class="active"><a href="#" class="fa fa-facebook"><span>Facebook</span></a></li>
					<li><a href="#" class="fa fa-twitter"><span>Twitter</span></a></li>
					<li><a href="#" class="fa fa-dribbble"><span>Pinterest</span></a></li>
					<li><a href="#" class="fa fa-google-plus"><span>Google+</span></a></li>
				</ul>
				<hr />
			</section>



			
			<!-- Copyright -->
				<div id="copyright">
					Design: <a href="http://templated.co">TEMPLATED</a> Images: <a href="http://unsplash.com">Unsplash</a> (<a href="http://unsplash.com/cc0">CC0</a>)
				</div>			
		</div>

	</body>
</html>